Repository: FNSdev/BetterThanIMDB
Catalog: BetterThanIMDB/BetterThanIMDB/Resources/locale.*.resx
Languages: ru_ru

source: Actors
ru_ru: Актеры

source: Actors List
ru_ru: Список актеров

source: Add actor
ru_ru: Добавить актера

source: Add film
ru_ru: Добавить фильм

source: Add genre
ru_ru: Добавить жанр

source: Add producer
ru_ru: Добавить режиссера

source: Apply Changes
ru_ru: Применить изменения

source: Apply Filter
ru_ru: Применить Фильтр

source: Cast
ru_ru: Актеры

# confirm
source: Are you sure?
ru_ru: Вы уверены?

# createActor
source: Create new actor
ru_ru: Создать нового актера

# createFilm
source: Create new movie
ru_ru: Создать новый фильм

# createProducer
source: Create new producer
ru_ru: Создать нового режиссера

source: Date of birth:
ru_ru: Дата рождения:

source: Delete
ru_ru: Удалить

# downloadImages
source: Load images
ru_ru: Загружать картинки

# duration
source: Runtime (min):
ru_ru: Длительность (мин):

source: Edit
ru_ru: Изменить

source: Edit Actor
ru_ru: Редактировать Актера

source: Edit Film
ru_ru: Редактировать Фильм

source: Edit Producer
ru_ru: Редактировать Режиссера

source: Films
ru_ru: Фильмы

source: Films List
ru_ru: Список фильмов

source: Genres
ru_ru: Жанры

source: Genres List
ru_ru: Список жанров

# getActor
source: Get actor from TMDB
ru_ru: Взять актера с TMDB

# getFilm
source: Get movie from TMDB
ru_ru: Взять фильм с TMDB

# getProducer
source: Get producer from TMDB
ru_ru: Взять режиссера с TMDB

# maxDate
source: Max Date of Birth
ru_ru: Макс. дата рождения

source: Max Runtime
ru_ru: Макс. длительность

# minDate
source: Min Date of Birth
ru_ru: Мин. дата рождения

source: Min Runtime
ru_ru: Мин. длительность

# noInfo
source: No info available
ru_ru: Нет доступной информации

source: Producers
ru_ru: Режиссеры

source: Producers List
ru_ru: Список режиссеров

source: Release date:
ru_ru: Дата выхода:

source: Remove actor
ru_ru: Убрать актера

source: Remove film
ru_ru: Убрать фильм

source: Remove genre
ru_ru: Убрать жанр

source: Remove producer
ru_ru: Убрать режиссера

source: Select Photo
ru_ru: Выбрать фото

source: Select Poster
ru_ru: Выбрать постер

source: Settings
ru_ru: Настройки

# sortByAge
source: By Age
ru_ru: По дате

# sortByCount
source: By Film`s Count
ru_ru: По кол-ву фильмов

# sortByDate
source: By Date
ru_ru: По дате

# sortByName
source: By Name
ru_ru: По имени

# sortByRuntime
source: By Runtime
ru_ru: По времени

# sortByTitle
source: By Title
ru_ru: По названию

source: Title
ru_ru: Название
